# frozen_string_literal: true

tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-cask'
brew 'bash-completion'
brew 'coreutils'
brew 'docker-compose'
brew 'git'
brew 'go'
brew 'hub'
brew 'jq'
brew 'libssh2'
brew 'libusb-compat'
brew 'libyubikey'
brew 'mas'
# brew "macmediakeyforwarder" # Not working at the moment.
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'
cask 'caskroom/fonts/font-inconsolata'
cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'postman'
cask 'robo-3t'
cask 'sensiblesidebuttons'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
# mas "Magnet", id: 441258766
